/* exception reason */
"-[%@ %@] expected a 'yes' or 'no' for its value" = "-[%1$@ %2$@] 其值应为“是”或“否”";

/* exception reason */
"-[%@ %@] expected a string" = "-[%1$@ %2$@] 应为字符串";

/* exception reason */
"-[%@ %@] expected a string in the cursor" = "-[%1$@ %2$@] 应在光标处有字符串";

/* exception reason */
"-[%@ %@] expects NSString inputs but got a '%@'" = "-[%1$@ %2$@] 期望输入 NSString，但是得到“%3$@”";

/* added to menu item title to indicate the default application */
"(default)" = "（预设值）";

/* name for zero named styles */
"(None)" = "（无）";

/* Address Book attachment localization pattern for individual names; %1$@ is the first name, %2$@ is the last name */
"%1$@ %2$@" = "%1$@ %2$@";

/* alias fix sheet message */
"%1$@ cannot be located.\nYou may locate it now or cancel to resolve the problem later." = "找不到 %1$@。\n您可以立即寻找，也可以取消，稍后再解决该问题。";

/* Pattern to use when merging a style attribute group with a single attribute name for display in the style attributes inspector */
"<<style group + name merge pattern>>" = "%1$@ %2$@";

/* button */
"Add & View" = "添加并查看";

/* style attribute or group name */
"adjust" = "调整";

/* style attribute or group name */
"affinity" = "亲缘关系";

/* style attribute or group name */
"alignment" = "对齐";

/* ligature style value */
"all" = "全部";

/* audio capturer error panel title */
"Another recording session is in progress." = "其他录制会话正在进行。";

/* exception reason */
"Attempt to add a named style that is already present (%@)" = "尝试添加一个已命名的样式，而该样式名称已经存在 (%@)";

/* exception reason */
"Attempt to archive styles from different registries" = "尝试用不同的注册名称来归档样式";

/* exception reason */
"Attempt to create a OSStyleAttributeRegistry before default attribute registration finished." = "尝试在预设属性注册完成前创建 OSStyleAttributeRegistry。";

/* exception reason */
"Attempted to add a listener that doesn't conform to OSStyleListener." = "已尝试添加不符合 OSStyleListener 的侦听器。";

/* exception reason */
"Attempted to add a listener twice." = "已尝试添加侦听器两次。";

/* exception reason */
"Attempted to add an observer that doesn't conform to OSStyledTextStorageProcessEditingObserver." = "已尝试添加不符合 OSStyledTextStorageProcessEditingObserver 的观察器。";

/* exception reason */
"Attempted to add an observer twice." = "已尝试添加观察器两次。";

/* exception reason */
"Attempted to archive an empty style array" = "已尝试归档空样式数组";

/* exception reason */
"Attempted to cause a style with undo enabled to depend on a style without an undo enabled." = "已尝试依据一个不具还原功能的样式来创造具还原功能的样式。";

/* exception reason */
"Attempted to connect two styles with different style contexts." = "已尝试将两个不同样式内容的样式连接。";

/* exception reason */
"Attempted to directly inherit from the same style twice." = "已尝试直接从相同样式取得两次。";

/* exception reason */
"Attempted to initialize a OSStyleContext with a cursor name of '%@'" = "已尝试用光标名称“%@”初始化 OSStyleContext";

/* exception reason */
"Attempted to look up the value for an unregistered style attribute '%@'" = "已尝试寻找未注册样式属性“%@”的数值";

/* exception reason */
"Attempted to move an inherited named style that isn't present." = "已尝试移动一个已命名的继承样式，而该样式现在并未使用。";

/* exception reason */
"Attempted to override a default style attribute after style registration had finished." = "已尝试在样式注册完成后覆盖预设样式属性。";

/* exception reason */
"Attempted to override the default style attribute key '%@' more than once." = "已多次尝试覆盖预设样式属性键值“%@”。";

/* exception reason */
"Attempted to override undefined style attribute with key '%@'." = "已尝试使用键值“%@”覆盖未定义的样式属性。";

/* exception reason */
"Attempted to register a default style attribute after style registration had finished." = "已尝试在样式注册完成后注册预设样式属性。";

/* exception reason */
"Attempted to register two style attributes with the key '%@'." = "已尝试以键值“%@”注册两个样式属性。";

/* exception reason */
"Attempted to remove a listener (%p) that hadn't been added to the style (%p)." = "已尝试移去没有被添加到样式 (%2$p) 的侦听器 (%1$p)。";

/* exception reason */
"Attempted to remove a nil listener." = "已尝试移去不存在的侦听器。";

/* exception reason */
"Attempted to remove a nil observer." = "已尝试移去不存在的观察器。";

/* exception reason */
"Attempted to remove an observer (%p) that hadn't been added to the text storage (%p)." = "已尝试移去没有被添加到文本储存 (%2$p) 的观察器 (%1$p)。";

/* exception reason */
"Attempted to set value for an unregistered attribute key of '%@'" = "已尝试为“%@”未注册的属性值设置数值";

/* style attribute or group name */
"background color" = "背景颜色";

/* style attribute or group name */
"baseline" = "基线";

/* font weight name */
"Black" = "黑体";

/* style attribute or group name */
"blur radius" = "柔化周围";

/* font weight name */
"Bold" = "粗体";

/* font weight name */
"Book" = "工作簿";

/* exception reason */
"Boolean attributes must have a yes or no number value" = "布尔属性必须要有是或否的数值";

/* style attribute or group name */
"border color" = "边框颜色";

/* style attribute or group name */
"border width" = "边框宽度";

/* strikethrough affinity style value */
"by word <strikethrough affinity style value>" = "依照字";

/* underline affinity style value */
"by word <underline affinity style value>" = "依照字";

/* alias fix sheet button */
"Cancel" = "取消";

/* script error */
"Cannot create a generic attachment directly; create one of the more specific attachment types instead." = "无法直接创建通用附件，请改为创建一个较为具体的附件类型。";

/* script error */
"Cannot currently delete a mixture of attachments and non-attachments at the same time." = "当前无法同时删除附件和非附件。";

/* captured audio default attachment title */
"Captured Audio" = "捕捉的音频";

/* audio capture cell title format */
"Captured Audio - %@" = "捕捉的音频 - %@";

/* exception reason */
"Cascade styles must not be named." = "不可以为 Cascade 样式改名。";

/* paragraph alignment style value */
"center" = "居中";

/* undo action name */
"Change Attachment Name" = "更改附件名称";

/* undo action name */
"Clear Local Styles" = "清除本机样式";

/* context menu title
   undo action name */

"Clear Style" = "清除样式";

/* undo action name */
"Collapse Attachment" = "收合附件";

/* style attribute or group name */
"color" = "颜色";

/* style attribute or group name */
"condensed" = "紧缩";

/* named style key binding */
"control-number" = "控制数字";

/* attachment cell menu item title */
"Copy" = "拷贝";

/* multiple duplicated named style pattern */
"Copy %%d of %@" = "拷贝 %@ 的 %%d";

/* single duplicated named style pattern */
"Copy of %@" = "%@ 的拷贝";

/* context menu title */
"Copy Style" = "拷贝样式";

/* undo action name */
"Create Named Style" = "创建已命名样式";

/* attachment cell menu item title */
"Cut" = "剪切";

/* strikethrough pattern style value */
"dash <strikethrough style value>" = "短划";

/* underline pattern style value */
"dash <underline style value>" = "短划";

/* strikethrough pattern style value */
"dash dot <strikethrough style value>" = "短划点";

/* underline pattern style value */
"dash dot <underline style value>" = "短划点";

/* strikethrough pattern style value */
"dash dot dot <strikethrough style value>" = "短划点点";

/* underline pattern style value */
"dash dot dot <underline style value>" = "短划点点";

/* ligature style value
   popup title */

"default" = "预设";

/* added to attachment cell menu item title */
"Default Application" = "预设应用程序";

/* undo action name */
"Delete Named Style" = "删除已命名样式";

/* undo action name */
"Delete Named Styles" = "删除已命名样式";

/* undo action name */
"Delete Style Attribute" = "删除样式属性";

/* font weight name */
"Demi-bold" = "半粗体";

/* strikethrough pattern style value */
"dot <strikethrough style value>" = "点";

/* underline pattern style value */
"dot <underline style value>" = "点";

/* strikethrough style value */
"double <strikethrough style value>" = "双线";

/* underline style value */
"double <underline style value>" = "双线";

/* action menu item title */
"Duplicate" = "复制";

/* undo action name */
"Duplicate Named Style" = "复制已命名样式";

/* style selection name */
"Empty Selection" = "所选为空";

/* undo action name */
"Expand Attachment" = "展开附件";

/* style attribute or group name */
"expansion" = "扩展";

/* exception reason */
"Expected a '%@' element in the cursor, but got '%@' (path = '%@')" = "期望在光标处元素为“%1$@”，但是得到“%2$@”（路径 =“%3$@”）";

/* font weight name */
"Extrablack" = "特黑体";

/* font weight name */
"Extrabold" = "特粗体";

/* style attribute or group name */
"family" = "系列";

/* script error */
"File attachments require a file." = "文件附件要求是文件。";

/* style attribute or group name */
"fill color" = "填充颜色";

/* Audio capture progress message */
"Finishing recording..." = "即将完成录制…";

/* style attribute or group name */
"first line head indent" = "第一行开头缩进";

/* alias fix sheet button */
"Fix Reference" = "修复参考";

/* style attribute or group name */
"fixed pitch" = "已修复间距";

/* Audio capture progress message */
"Flattening movie... %d%%" = "正在展平影片… %d%%";

/* style attribute or group name */
"font" = "字体";

/* named style key binding */
"function" = "函数";

/* style attribute or group name */
"head indent" = "开头缩进";

/* font weight name */
"Heavy" = "厚重体";

/* style attribute or group name */
"inherited" = "继承";

/* exception reason */
"Inherited styles must be named." = "必须要为继承样式命名。";

/* exception reason */
"Inherited styles must be styles." = "继承样式必须要是样式。";

/* style attribute or group name */
"interface" = "界面";

/* alias fix sheet message */
"It used to be at %1$@, but is now at %2$@." = "以前位于 %1$@，现在位于 %2$@。";

/* style attribute or group name */
"italic" = "斜体";

/* paragraph alignment style value */
"justified" = "两边对齐";

/* style attribute or group name */
"kerning" = "字距调整";

/* paragraph alignment style value */
"left" = "左";

/* writing direction style value */
"left-to-right" = "从左到右";

/* style attribute or group name */
"ligature" = "连字";

/* font weight name */
"Light" = "淡体";

/* style attribute or group name */
"line height multiple" = "行高度倍数";

/* style attribute or group name */
"line spacing" = "行距";

/* style attribute or group name */
"link" = "链接";

/* style attribute or group name */
"link <group>" = "链接 <成组>";

/* LinkBack item cell title format */
"LinkBack Item from %@" = "%@ 中的 LinkBack 项";

/* script error */
"Linked attachments cannot be saved, only embedded attachments." = "无法存储链接的附件，只能存储嵌入的附件。";

/* style attribute or group name */
"maximum line height" = "最大行高度";

/* font weight name */
"Medium" = "中等";

/* style attribute or group name */
"minimum line height" = "最小行高度";

/* exception reason */
"Missing required attribute '%@' at '%@'" = "在“%2$@”丢失必须的属性“%1$@”";

/* popup title */
"Multiple" = "多个";

/* popup title */
"Multiple selection" = "多个选择";

/* style selection name */
"Multiple Selection" = "多个选择";

/* style selection name */
"Named style \"%@\"" = "命名样式“%@”";

/* exception reason */
"Named style must start with a non-nil name." = "已命名样式必须以非空名称开始。";

/* style attribute or group name */
"narrow" = "狭窄";

/* paragraph alignment style value
   writing direction style value */

"natural" = "自然";

/* style boolean name */
"no" = "不";

/* script error */
"No destination specified for save command." = "未对存储命令指定目标。";

/* exception reason */
"No OFEnumNameTable found for style attribute" = "没有找到样式属性的 OFEnumNameTable";

/* exception reason */
"No such attribute '%@'" = "没有属性“%@”";

/* style attribute name */
"None" = "无";

/* ligature style value */
"none <ligature style value>" = "无";

/* named style key binding */
"none <named style key binding>" = "无";

/* strikethrough affinity style value */
"none <strikethrough affinity style value>" = "无";

/* style attribute name */
"None <strikethrough pattern>" = "无";

/* strikethrough style value */
"none <strikethrough style value>" = "无";

/* style attribute name */
"None <strikethrough style>" = "无";

/* underline affinity style value */
"none <underline affinity style value>" = "无";

/* style attribute name */
"None <underline pattern>" = "无";

/* underline style value */
"none <underline style value>" = "无";

/* style attribute name */
"None <underline style>" = "无";

/* style attribute or group name */
"obliqueness" = "优良";

/* style attribute or group name */
"offset" = "偏移量";

/* alert panel button */
"OK" = "好";

/* temporary audio capture file name */
"OmniOutliner Audio Recording Temporary File" = "OmniOutliner 音频录制临时文件";

/* audio capturer error panel message */
"Only one recording session may be active at a time." = "一次只能启用一个录制会话。";

/* attachment cell menu item title */
"Open With" = "打开方式";

/* attachment cell menu item title */
"Open With %@" = "使用 %@ 打开";

/* undo action name */
"Outline" = "空心字";

/* style attribute or group name */
"paragraph" = "段落";

/* undo action name */
"Paste Local Styles" = "粘贴本机样式";

/* context menu title */
"Paste Style" = "粘贴样式";

/* attachment file wrapper name */
"Pasted Graphic" = "已粘贴图形";

/* style attribute or group name */
"pattern" = "图案";

/* audio capturer error panel message */
"Please use the Sound Capture preferences to select another input device or quit any application currently accessing the selected device." = "请使用“声音捕捉”预置来选择其他输入设备，或退出任何当前访问所选设备的应用程序。";

/* attachment cell menu item title */
"Quick Look Attachment" = "快速查看附件";

/* font weight name */
"Regular" = "常规";

/* menu item title for when there is one LinkBack item selected */
"Remove Link to %@" = "移去 %@ 的链接";

/* menu item title for when there are no LinkBack items selected */
"Remove LinkBack for Item" = "移去项的 LinkBack";

/* attachment cell menu item title */
"Reveal in Finder" = "在 Finder 中显示";

/* paragraph alignment style value */
"right" = "右";

/* writing direction style value */
"right-to-left" = "从右到左";

/* script error */
"Save destination is not a file." = "存储目标不是文件。";

/* script error */
"Save destination is not a URL." = "存储目标不是 URL。";

/* script error */
"Save destination is not an absolute file path." = "存储目标不是绝对文件路径。";

/* style selection name */
"Selected Item" = "所选项目";

/* selection type */
"Selected text" = "所选文本";

/* style attribute or group name */
"selection" = "所选";

/* style attribute or group name */
"selection color" = "所选内容颜色";

/* font weight name */
"Semibold" = "半粗体";

/* style attribute or group name */
"shadow" = "阴影";

/* strikethrough style value */
"single <strikethrough style value>" = "单倍行距";

/* underline style value */
"single <underline style value>" = "单倍行距";

/* style attribute or group name */
"size" = "尺寸";

/* strikethrough pattern style value */
"solid <strikethrough style value>" = "纯色";

/* underline pattern style value */
"solid <underline style value>" = "纯色";

/* style attribute or group name */
"space before" = "在以下前空白";

/* style attribute or group name */
"spacing" = "间距";

/* audio capture warning button title - recording already in progress */
"Stop Other Recording" = "停止其他录制";

/* style attribute or group name */
"strikethrough" = "删除线";

/* style attribute or group name */
"style" = "样式";

/* style attribute or group name */
"superscript" = "上标";

/* style attribute or group name */
"tab stop interval" = "制表位间隔";

/* style attribute or group name */
"tab stops" = "制表位";

/* style attribute or group name */
"tail indent" = "结尾缩进";

/* style attribute or group name */
"text" = "文本";

/* text selection name */
"Text insertion" = "文本插入";

/* alert title */
"The contact \"%@\" could not be added to your Address Book." = "无法将联系人“%@”添加到您的“地址簿”。";

/* title for sheet when activating address book entry that is not in Address Book */
"The contact \"%@\" is not present in your Address Book." = "您的“地址簿”中没有联系人“%@”。";

/* alert sheet message */
"The document containing the attachment needs to be saved before you can open the attachment." = "您必须先存储包含附件的文稿，然后才能打开该附件。";

/* exception reason */
"The named style \"%1$@\" can't inherit the named style \"%2$@\", because \"%2$@\" already inherits \"%1$@\"." = "命名样式“%1$@”无法继承命名样式“%2$@”，因为“%2$@”已经继承“%1$@”。";

/* script error */
"The value passed for the file was not a file." = "传递给文件的值并非文件。";

/* audio capturer error panel message */
"There may be a permissions problem, or your filesystem may be full." = "可能存在权限问题，或您的文件系统可能已满。";

/* strikethrough style value */
"thick <strikethrough style value>" = "浓";

/* underline style value */
"thick <underline style value>" = "浓";

/* font weight name */
"Thin" = "细体";

/* alias fix sheet title */
"This attachment has been moved.  Would you like to update the alias?" = "此附件已被移动。是否要更新别名？";

/* tool tip */
"This attribute has been customized" = "此属性已被自定义";

/* alert sheet message */
"This may not be a valid address card or there may be problems with your address book. Check that the Address Book application is working correctly." = "可能不是有效的地址卡片或地址簿有问题。确认地址簿应用程序正常工作。";

/* exception reason */
"This operation would create a self-referential style graph between %@ and %@" = "此操作会在 %1$@ 和 %2$@ 间，创建自我引用样式图";

/* font weight name */
"Ultra" = "极黑体";

/* font weight name */
"Ultralight" = "极淡体";

/* exception reason */
"Unable to coerce value '%@' to class %@ for attribute '%@'" = "不能将键值“%3$@”的类 %2$@ 强制为值“%1$@”";

/* audio capturer error panel title */
"Unable to configure the selected audio input device." = "不能配置所选音频输入设备。";

/* audio capturer error panel title */
"Unable to connect to the selected audio input device." = "不能连接到所选音频输入设备。";

/* exception reason */
"Unable to convert the string '%@' to a url.  Make sure that the string is a valid URL, including quoting characters that aren't valid in URLs." = "无法将字符串 %@ 转换为 URL。确保字符串是有效的 URL，包括 URL 中的引号字符也必须正确。";

/* script error */
"Unable to create an attachment for the given file." = "不能创建指定文件的附件。";

/* audio capturer error panel title */
"Unable to create output file." = "不能创建输出文件。";

/* alert sheet title */
"Unable to open attachment" = "无法打开附件";

/* script error */
"Unable to read file from '%@'." = "无法从“%@”读取文件。";

/* audio capturer error panel title */
"Unable to start input from audio device." = "不能从音频设备开始输入。";

/* script error */
"Unable to write attachment." = "不能写入附件。";

/* weight unavailble note */
"Unavailable for selected font" = "不可用于所选字体";

/* weight unavailble note */
"Unavailable for selected fonts" = "不可用于所选字体";

/* weight unavailble note */
"Unavailable for some selected fonts" = "不可用于某些所选字体";

/* style attribute or group name */
"underline" = "底线";

/* undo action name */
"Underline" = "底线";

/* Name for unnamed address book entries */
"Unnamed" = "未命名";

/* empty attachment name for RTF export */
"Unnamed Attachment" = "未命名的附件";

/* exception reason */
"Unrecognized style attribute class name '%@'" = "未被识别的样式属性类型名称“%@”";

/* first untitled named style */
"New Style" = "新样式";

/* untitled named style pattern */
"New Style %d" = "新样式 %d";

/* exception reason */
"Value '%@' does is not in the valid extent of %f..%f" = "数值“%1$@”不在有效范围 %2$f..%3$f 内";

/* exception reason */
"Value is of class %@ instead of the class %@ required by the style attribute \"%@\"." = "用 %1$@ 级取代 %2$@ 级，作为样式属性“%3$@”要求的值。";

/* alert sheet prompt */
"Viewing this attachment will cause the contact to be added to your address book." = "查看此附件会使该联系人添加到您的地址簿。";

/* style attribute or group name */
"weight" = "粗细";

/* style attribute or group name */
"writing direction" = "书写方向";

/* style boolean name */
"yes" = "是";